package Tasks.chapter01;

/*
    Вывести на одной строке числа 47, 52, 150 с двумя пробелом между ними.
    Текст '47 52 150' не использовать.
*/
public class Task02 {
    public static void main(String[] args) {
        System.out.println( 47 + "  " + 52 + "  " + 150);
    }
}
