package Tasks.chapter01;

/*
    Вывести на одной строке числа 31, 18, 79 с одним пробелом между ними.
    Текст '31 18 79' не использовать.
*/
public class Task01 {
    public static void main(String[] args) {
        System.out.println( 31 + " " + 18 + " " + 79);
    }
}
