package Tasks.chapter03;
/*
Дан прямоугольник с размерами 543х130 мм. Сколько
квадратов со стороной 130 мм можно отрезать от него?
 */

public class Task5 {
    public static void main(String[] args) {
        double x = 543/130;
        System.out.printf("%.0f", x);
    }
}
