package Tasks.chapter03;
/*
Дано трехзначное число. Найти:
a)число единиц в нем;
b)число десятков в нем


import java.util.Scanner;

public class Task20a {
    public static void main(String[] args) {
        double n;
        Scanner reader = new Scanner(System.in);
        System.out.println("Введите трехзначное число ");
        n =reader.nextDouble();
        double c =n/1;
        System.out.printf("%0.0f",c);
        double q =n/10;
        System.out.printf("%0.0f",q);
    }

}
*/